Template/T80_U0/constant/kinematicCloudPositions
/*--------------------------------*- C++ -*----------------------------------*\ 
  =========                 |
  \      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \    /   O peration     | Website:  https://openfoam.org
    \  /    A nd           | Version:  7
     \/     M anipulation  |
\*---------------------------------------------------------------------------*/ 
FoamFile
{
    version     2.0;
    format      ascii;
    class       vectorField;
    object      kinematicCloudPositions;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * // 
( 
(0.001434 0.001170 0.001522) 
(0.002732 0.002183 0.002566) 
(0.002507 0.001226 0.001384) 
(0.002004 0.000718 0.002204) 
(0.002395 0.002031 0.001822) 
(0.002071 0.002793 0.001686) 
(0.003043 0.002373 0.002506) 
(0.001562 0.001746 0.001804) 
(0.002127 0.002564 0.002356) 
(0.001329 0.001353 0.002744) 
(0.001313 0.002910 0.002278) 
(0.003196 0.002047 0.002718) 
(0.002689 0.001410 0.003005) 
(0.002106 0.001816 0.001515) 
(0.002615 0.001170 0.001629) 
(0.000815 0.001425 0.001587) 
(0.002400 0.002137 0.000684) 
(0.002174 0.002742 0.000717) 
(0.002442 0.000904 0.001591) 
(0.002224 0.000953 0.001880) 
(0.002861 0.001319 0.001777) 
(0.002066 0.002556 0.001521) 
(0.002497 0.001947 0.001967) 
(0.000911 0.002409 0.002374) 
(0.000719 0.001645 0.002209) 
(0.002943 0.001202 0.001249) 
(0.002716 0.000944 0.002234) 
(0.003025 0.002310 0.001157) 
(0.002164 0.002186 0.001982) 
(0.002211 0.002868 0.001927) 
(0.002245 0.001297 0.001204) 
(0.000744 0.002316 0.001760) 
(0.001717 0.001003 0.001895) 
(0.003150 0.001799 0.001747) 
(0.002993 0.002315 0.001355) 
(0.001305 0.002765 0.001103) 
(0.001001 0.001736 0.002634) 
(0.002132 0.000570 0.001584) 
(0.000920 0.002356 0.002479) 
(0.001833 0.002840 0.002955) 
(0.001748 0.000781 0.002015) 
(0.002855 0.002724 0.002875) 
(0.001713 0.001020 0.001608) 
(0.001054 0.002003 0.002007) 
(0.002126 0.002217 0.001110) 
(0.002763 0.001296 0.001346) 
(0.002797 0.001916 0.000740) 
(0.001090 0.001550 0.002122) 
(0.001815 0.002381 0.003163) 
(0.002883 0.001982 0.000861) 
(0.001074 0.001969 0.000979) 
(0.001269 0.001683 0.001677) 
(0.000884 0.001828 0.002920) 
(0.000828 0.002245 0.002133) 
(0.002754 0.001946 0.002043) 
(0.002578 0.002913 0.002683) 
(0.000875 0.002587 0.002576) 
(0.001440 0.001713 0.002800) 
(0.001861 0.002900 0.002254) 
(0.002560 0.001596 0.002956) 
(0.001449 0.001587 0.001920) 
(0.001668 0.001880 0.000924) 
(0.001321 0.002484 0.001156) 
(0.002445 0.001349 0.001279) 
(0.002133 0.000941 0.001094) 
(0.001426 0.002990 0.001814) 
(0.001713 0.003277 0.001561) 
(0.001746 0.001471 0.002570) 
(0.002153 0.001842 0.002106) 
(0.001292 0.002972 0.002507) 
(0.001394 0.001606 0.001225) 
(0.001689 0.002314 0.002200) 
(0.002267 0.000670 0.001653) 
(0.001579 0.001787 0.003111) 
(0.001806 0.002308 0.003209) 
(0.002012 0.000908 0.002590) 
(0.002150 0.003001 0.002398) 
(0.002134 0.003360 0.001559) 
(0.001924 0.002245 0.001091) 
(0.001805 0.000772 0.001196) 
(0.001740 0.001785 0.001327) 
(0.002160 0.003278 0.001947) 
(0.002221 0.002388 0.001110) 
(0.002740 0.001984 0.002943) 
(0.001117 0.001880 0.002234) 
(0.001832 0.003172 0.002793) 
(0.001117 0.001250 0.001716) 
(0.002357 0.002292 0.002781) 
(0.001169 0.002840 0.002375) 
(0.003021 0.001449 0.001587) 
(0.002132 0.003037 0.001578) 
(0.002396 0.002315 0.002109) 
(0.001724 0.000978 0.002334) 
(0.001317 0.002113 0.001494) 
(0.000735 0.001808 0.001675) 
(0.002638 0.002260 0.001103) 
(0.001292 0.003065 0.002551) 
(0.002097 0.003067 0.002390) 
(0.002071 0.002107 0.001313) 
...
) 
// ************************************************************************* //