Template/T80_U0/0/T
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  5                                     |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      T;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 1 0 0 0];

internalField   uniform 380;

boundaryField
{
    leftWall
    {
        type            fixedValue;
        value           uniform 400;
    }

    rightWall
    {
        type            fixedValue;
        value           $internalField;
    }

    topAndBottom
    {
        type            fixedValue;
        value           $internalField;
    }

    frontAndBack
    {
        type            fixedValue;
        value           $internalField;
    }
}

// ************************************************************************* //
